[X2Ability_LancingGun]
LancingGunMarkEffectName="Lance Mark"
LancingGunMarkEffectDesc="Marked targets take additional damage"

[X2Effect_LancingGun]
LancingGunRemoved="Lance Mark Removed"

[UIEventNoticesTactical_Ripple]
PsiRippleTitle="Psionic Rippling"

[X2StatusEffects_RipplingRifle]
PsiRippleFriendlyName="Psionic Rippling"
PsiRippleFriendlyDesc="Psionically rippling units take damage over time and can infect nearby allies with the same effect"
PsiRippleEffectAcquiredString="<XGParam:StrValue0/!UnitName/> is psionically rippling."
PsiRippleEffectTickedString="<XGParam:StrValue0/!UnitName/> is still psionically rippling."
PsiRippleEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer psionically rippling."
